// detial.js
var WxParse = require('../../../wxParse/wxParse.js');
Page({

  /**
   * 页面的初始数据
   */
  data: {
    id:0,
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {
      this.setData({
        id:options.id,
      })


      var jishu1 = `<h3 style="text-align: center">【治早泄】阴茎脱细胞生物补片疗法您坚持不“泄”</h3>
	<hr />
		<p  style="text-indent:2em; ">每天都会回答很多问题，很多男性都这么问：第一次啪啪啪，秒射了，是不是早泄了?爱爱时间不到5分钟，怎么办?秒射了，老婆说是早泄，这是什么情况嘛?医生，我之前30分钟，最近每次都是10分钟左右，我这算早泄么?</p>
		<p  style="text-indent:2em; ">早泄对于任何一个男人来说都是一个很可怕的事情，没有例外。但是很多人有了早泄，都不当回事，又或者是盲目的补肾壮阳，还觉得肯定能自己恢复，因为不好意思去治疗.....</p>

	<hr />
	<h4 style="color:red">专家解读</h4>
	<p style="text-indent: 2em;">早泄主要是分两类，第一类非器质性早泄，第二类器质性早泄。</p>
	<h4 style="color:red">非器质性早泄，多数可自行解除</h4>
	<p style="text-indent: 2em;">外界环境刺激、自身体质过弱、心理压力过大等因素引起的非器质性早泄，一般可以通过环境转换、加强锻炼、心理疏导等方式来解除，不需要具体的治疗。</p>
	<h4 style="color:red">器质性早泄，无法自行解除。</h4>
	<p style="text-indent: 2em;">关于器质性早泄，从目前临床医学所掌握的数据来看，绝大多数男性早泄，都是由前列腺炎、龟头敏感、包皮过长引起，所以对于绝大多数器质性早泄，都可以通过一对一对症治疗来解除。</p>
	<h4 style="color:red">专家指出</h4>
	<p style="text-indent: 2em;">一个健康男人的性爱时间至少要在10分钟以上，平均是15分钟左右。如果有适当的停顿时间，再加上意识的转换，延迟射精，那么其性交持续时间，可以在15分钟到30分钟，甚至是更长的时间。</p>


	<p>包皮为什么会出现红斑，会不会是得了性病呢？这是很多男性朋友在包皮出现红斑时常问到的一个问题。那么包皮红斑是不是性病呢？福州泌尿专科医院专家表示：包皮红斑其实是包皮龟头炎在作怪。</p>
	<h4 style="color:red">【红斑是什么原因引起的？】</h4>
	<p>包皮红斑初步考虑是包皮龟头炎的情况，包皮龟头炎是多见包皮过长引起的，由于包皮过长，内分泌物不能及时清除或过性生活的卫生不足等，使病原体在此生长繁殖而引起局部炎症，出现：潮红、起疱、红点、分泌物、包皮垢、瘙痒、有异味等。</p>
	<p>在龟头和过长的包皮之间，由于脱落的上皮细胞、腺体分泌和包皮垢杆菌形成一个温热、潮湿的细菌培养基，一旦细菌进入即可引起炎症。龟头包皮炎皮炎发病初期可见龟头和包皮表面水肿、充血，包皮周围发红并出现创面、糜烂，并可发展成浅表的溃疡，病人自觉阴茎头处发痒或有灼热感，随后疼痛。感染后首先要消炎治疗，包皮红斑好了之后进行包皮环切手术，否则包皮龟头炎会反复发作。</p>
	<p>福州泌尿专科医院专家温馨提醒：若发现包皮有红斑，应尽早到正规医院进行检查治疗，明确病因后也好及时对症治疗，早治疗，早康复，早日摆脱疾病的困扰，切莫延误，以免给身体带来更大的危害。</p>
	<p style="color:blue">发现男科问题，须引起高度重视不要耽误，影响家庭幸福，选择正规专业的医院，进行全面的检查，确定适合的治疗方案，并请技术过硬，经验丰富的医生操作才更有保障。如果你还想了解情况，您可以在线咨询我院权威专家</p>

	<h4 style="color:red">早泄的最先进治疗技术——阴茎脱细胞生物补片疗法</h4>
	<p style="text-indent: 2em">福州泌尿专科医院率先引进业内早泄尖端技术——阴茎脱细胞生物补片疗法，快速安全的清除多余敏感神经，降低射精阈值，延长性生活时间，让爱人高潮不断!</p>

	<h4 style="color:red">技术原理</h4>
	<p style="text-indent: 2em">物补片的基础材料取自人类异体的片状或膜状组织，通过生物学技术和处理，完整保留了细胞外基质的成分和基底膜，移植到生殖器的包皮和白膜之间降达到延长增粗阴茎的效果。!</p>
	
	<h4 style="color:red">技术优势：</h4>
	<p style="text-indent: 2em">该技术以材料高端、效果理想、安全可靠、永久存活的突出特点，全面克服了传统方法治疗早泄，目前该技术在临床治疗中平均满意度高达<strong style="color: red">98.8%</strong>。!</p>

	<p style="text-indent: 2em"><strong style="color: red">专家指出：</strong>当男性发现自己患有射精快时应该及早接受专业的检查和治疗，同时不要过于慌张，只有及早的接受专业的治疗才能最终得到康复，可以点击悄悄问问专家，也可以免费拨打0591-88180000了解更多详情。</p>
	<p style="text-indent: 2em"><strong style="color: red">院址：</strong>福州市鼓楼区湖东路155号(中山大厦对面)</p>
` ;

      var jishu2 = `<h3 style="text-align: center">MyWave线性震波ED治疗仪——勃起功能障碍患者治疗的绝佳选择</h3>
	
	<p  style="text-indent:2em; ">MyWave ED治疗仪主要用于血管性勃起功能障碍治疗。本设备采用体外线性震波技术(Linear Shock Wave Technology, 简称LSWT), 是一种非侵入式的治疗手段。主要能透过体外低能量震波刺激新血管生成, 新增血流通道, 改善阴茎血液供应, 跳脱传统的「症状」治疗方式, 具体改善勃起硬度和性行为完成度。</p>



	<h4 style="color:red">勃起障碍的定义：</h4>
	<p style="text-indent: 2em;">勃起功能障碍(Erectile Dysfunction, 简称ED)是指性交时阴茎不能勃起, 或无法维持勃起, 以满足性生活。</p>
	<h4 style="color:red">勃起障碍的发病原因：</h4>
	<p style="text-indent: 2em;">勃起功能障碍主要是老化及慢性病所致。其中又以阴茎血管缩窄, 即血管性ED为主, 比例高达 70%。 所以一般情况下, 三高患者(高血压、糖尿病、心血管疾病)为勃起功能障碍的高风险群!</p>
	<h4 style="color:red">适应对象：</h4>
	<img src="http://www.fzyyzx.com/uploads/image/20160729/20160729163233_97055.png">
	<p style="text-indent: 2em;">在增加新生血管提升阴茎充血能力的机转基础下, 血管性ED患者的治疗效果最为明显。</p>
	<h4 style="color:red">设备优势：</h4>
	<img src="http://www.fzyyzx.com/uploads/image/20160729/20160729163742_33887.png">
	<p style="text-indent: 2em;">低能量震波治疗, 主要是透过体外低能量震波作用于阴茎海绵体, 刺激血管内皮细胞一氧化氮合聚合酶(eNOS)生成, 释放血管内皮细胞生长因子(VEGF)产生内皮细胞核增生抗原(PCNA), 及通过内源性间充质干细胞(BM-Msc)的聚集和转变, 增加血管平滑肌和内皮细胞的含量, 促进阴茎海绵体内血管生长, 改善阴茎海绵体供血, 对于血管性及糖尿病所引发的ED患者, 能具体达到有效治疗, 增强性活力。</p>

	<h4 style="color:red">技术特色：</h4>
	<img src="http://www.fzyyzx.com/uploads/image/20160729/20160729163913_75414.png">
	<p style="text-indent: 2em;">提升能量传递的均匀性, 避免传统聚焦式能量过于集中, 造成血管破裂或周边神经损伤等风险, 提高治疗的安全性及有效性。</p>


	<h4 style="color:red">硬件特色：</h4>
	<p style="text-indent: 2em">1、专为亚洲男性设计</p>
	<img src="http://www.fzyyzx.com/uploads/image/20160729/20160729164251_28159.png">
	<p style="text-indent: 2em;">MyWave亚洲男性专用的治疗手柄, 解决传统式探头过大, 聚焦定位困难, 操作不便影响治疗效果等问题。</p>

	<p style="text-indent: 2em">2、一次性稳波帽</p>
	<img src="http://www.fzyyzx.com/uploads/image/20160729/20160729164114_85378.png">
	<p style="text-indent: 2em;">全面杜絶交叉感染，提升震波能量传递效率与疗效。</p>


	<h4 style="color:red">MyWave 与您共创造完美三赢结局</h4>

	<p style="text-indent: 2em"><strong>1、医院：</strong></p>
	<p style="text-indent: 2em">建立品牌与口碑</p>
	<p style="text-indent: 2em">成为男科医院权威</p>
	<p style="text-indent: 2em">累积高黏性客群</p>
	<p style="text-indent: 2em"><strong>2、医生：</strong></p>	
	<p style="text-indent: 2em">建立专家的专业自信与治愈患者之满足感</p>

	<p style="text-indent: 2em"><strong>3、患者</strong></p>	
	<p style="text-indent: 2em">摆脱ED困扰</p>
	<p style="text-indent: 2em">回复自信与活力</p>
	<p style="text-indent: 2em">重新找回生活中全新的活力与冲劲</p>
	<img src="http://www.fzyyzx.com/uploads/image/20160729/20160729164711_73285.png">

	<h4 style="color:red">福州泌尿专科医院优势</h4>
	<p style="text-indent: 2em">【专家优势】★ 名医汇聚--高水平专家团队，携手呵护男性健康--解决患者“看病难”</p>
	<p style="text-indent: 2em">泌尿结石科的专家不论资历和临床经验，还是医学研究都堪称一流，中心聘请国际权威泌尿男科医学专家出诊。患者可放心到院就诊。</p>
	<p style="text-indent: 2em">【价格优势】★价格规范、透明化</p>
	<p style="text-indent: 2em">医院严格执行福州市物价局收费标准。收费价格由市物价局、市卫生局等机构制定并严格监督，所以费用方面要比其它营利性机构价格低，实质性地帮助百姓节省医疗开支。</p>`;

      var jishu3 = `<h3 style="text-align: center">LZL型腔道介入治疗仪有效治好前列腺钙化</h3>



	<h4 style="color:red">【权威技术：LZL型腔道介入治疗仪高效治好前列腺钙化!】</h4>
	<p style="text-indent: 2em;">福州泌尿专科医院引进的LZL型腔道介入治疗仪是目前治疗列腺疾病的的较有效方法之一，是目前医学界前列腺疾病诊疗的权威技术。</p>
	<p style="text-indent: 2em;">腔道介入治疗仪采用高频电磁场较新原理，将杀菌yw直接导入病灶深层处，快速杀灭致病微生物，并不断冲洗排出体外的治疗系统，效修复非细菌性病理物导致的前列腺体炎性病理损伤，疏通堵塞的前列腺小腺管，迅速消除会阴部胀痛、尿频、尿急、尿痛等临床症状，疗效 。</p>
	<h4 style="color:red">【LZL型腔道介入治疗仪六大技术优势：】</h4>
	<p style="text-indent: 2em;">1、治疗安全：治疗全程由微电子控制记录，并在电脑显示屏幕上显示。对患者体质要求低，可视治疗安全可靠。</p>
	<p style="text-indent: 2em;">2、微痛：患者尿道灌2%利多卡因胶浆，轻松接受治疗。</p>
	<p style="text-indent: 2em;">3、不出血：通过高频电磁场震荡效应、热效应等原理，对前列腺组织无创伤性损害。攻破了微波、短波、射频、yw灌注、注射等无法穿透前列腺生理脂质包膜屏障的缺陷。</p>
	<p style="text-indent: 2em;">4、疗效好：腔道介入治疗通过对yw定期及时灌洗前列腺管开口处，使小腺管管口不易产生堵塞，腺管内液体自然排出体外，致病微生物无法生存，使保养治好后的前列腺正常功能。</p>
	<p style="text-indent: 2em;">5、费用低：腔道介入治疗有效解除了许多患者治好后又犯，反复后又治的一条久治不愈痛苦又花钱的循环道路。</p>
	<p style="text-indent: 2em;">6、范围广:可以用于男性尿道介入、直肠介入等。</p>
	<p style="text-indent: 2em;"><strong style="color:red">专家提醒：</strong>前列腺钙化由于是病菌的藏身之地，也由于前列腺的结构复杂性，所以前列腺钙化治疗起来很困难，生活中需多加注意生活习惯。
</p>`;




      var jishu4 = `<h3 style="text-align: center">瑞士EMS-Ⅴ超声气压弹道碎石清石系统</h3>
	
	<h4 style="color:red">一、技术来源</h4>
	<p style="text-indent: 2em;">结石病是泌尿系统常见病且容易反复，如果没有得到及时治疗，可损伤肾功能，甚至危及患者生命。目前的治疗方式多数是以体外冲击碎石疗法与手术疗法，由于体外冲击碎石疗法无法达到有效碎石效果，而手术疗法对患者产生创伤面积大，恢复比较慢，一般的结石患者不适宜应用手术疗法。 </p>
	<h4 style="color:red">二、适应症</h4>
	<p style="text-indent: 2em;">泌尿结石是泌尿系的常见病。结石可见于肾、膀胱、输尿管和尿道的任何部位。但以肾与输尿管结石为常见。临床表现因结石所在部位不同而有异。肾与输尿管结石的典型表现为肾绞痛与血尿，在结石引起绞痛发作以前，病人没有任何感觉，由于某种诱因，如剧烈运动、劳动、长途乘车等，突然出现一侧腰部剧烈的绞痛，并向下腹及会阴部放射，伴有腹胀、恶心、呕吐、程度不同的血尿;膀胱结石主要表现是排尿困难和排尿疼痛。</p>
	<h4 style="color:red">三、技术亮点</h4>

	<p style="text-indent: 2em;"> <strong>1、概念</strong> </p>
	<p style="text-indent: 2em;">瑞士EMS-Ⅴ超声气压弹道碎石清石系统的高压冲击能量可以有效击碎硬度较高、体积较大的结石，然后其超声波以低压高频的特质，有效将质软的结石及结石碎片再次击成粉末。与此同时，使用空管吸附装置将碎片清除。以较新的专利连接器，结合新发展的超声波探头及可调长度的气动冲击波探针，让术者可分别使用或在数秒内交替使用两种碎石技术。进行同步碎石治疗探针在超声波探头内之较合适位置，因以上探针位置令吸附管道保持畅通，所以能使较高的碎石效能及较佳的吸附功能，减少较麻烦的使用钳子清除碎石的机会。</p>

	<p style="text-indent: 2em;"> <strong>2、诉求</strong> </p>
	<p style="text-indent: 2em;">男性泌尿结石疾病高发期在35岁，患者常常伴随着腰部或腹部的阵发性锐痛，在劳动或活动后加重;较小的结石会引发突发性绞痛，如刀割样，沿病患侧向下腹部及外阴部放射。患者在剧痛后会出现镜下血尿，小便频繁，排尿困难。这些症状极大地影响了患者的正常工作和生活，阻碍了事业的发展，带了生活和事业的双层阻力。</p>

	<p style="text-indent: 2em;"> <strong>3、技术原理</strong> </p>
	<p style="text-indent: 2em;">EMS超声气压弹道碎石清石手术采用微创技术，有效利用人体尿路自然腔道将设备插入到结石处治疗，不需开刀，对复杂的肾结石则仅需在腰部建立一筷子粗细的通道将碎石器械放入即可，手术时间更短。</p>
	<p style="text-indent: 2em;">EMS碎石系统避免了传统方式下被粉碎的石块嵌入组织，降低了手术损伤和反复的风险。此外，由于负压吸引的作用，可保持体内低压或无压力的状态，极大降低了感染性结石术中细菌被冲压入血而引起的脓毒败血症以及术后出现尿外渗等并发症，清除了结石反复的内环境，从而避免了以往手术的较大弊端和高反复率。</p>
	<p style="text-indent: 2em;"> <strong style="color:red">【专家推荐】</strong> 瑞士EMS-Ⅴ碎石清石系统是目前国际上新型、理想、创伤小、效果好的新设备，也是国际上唯一一种能在碎石的同时进行清石治疗的高尖设备。</p>
	<p style="text-indent: 2em;"> <strong style="color:red">瑞士EMS-Ⅴ碎石清石系统优点：</strong> 无论泌尿系结石多大、位在何处、坚硬程度如何，都可以一次性清除。</p>
	<p style="text-indent: 2em;"> <strong style="color:red">【治疗过程】</strong> 在EMS碎石系统避免了传统方式下被粉碎的石块嵌入组织，降低了手术损伤和复发的风险。此外，由于负压吸引的作用，可保持体内低压或无压力的状态，极大降低了感染性结石术中细菌被冲压入血而引起的脓毒败血症以及术后出现尿外渗等并发症，清除了结石复发的内环境，从而避免了以往手术的大弊端和高复发率。同时减少手术时间，整体上降低了治疗费用</p>

	<h4 style="color:red">EMS气压弹道碎石技术适用范围：</h4>
	<p style="text-indent: 2em;">肾结石、输尿管结石、肾盂结石、肾盏结石、膀胱结石、前列腺结石、尿道结石等…</p>

	<h4 style="color:red">【医院优势】</h4>
	<p style="text-indent: 2em;">设施设备国际前列、严格按照WHO标准组建。医院先后引进众多国际尖端设备，巨资建设了达国家高标准的无菌洁净手术室。严格杜绝由手术环境导致的手术感染，大限度提高了手术质量。患者可放心到我院就诊。</p>9-`;


      var jishu5 = `
	<h3 style="text-align: center">显微镜下输精管附睾吻合术，为你打开生育之门</h3>
	
	<h4 style="color:red">一、技术来源</h4>
	<p style="text-indent: 2em;">有调查数据显示，目前中国的男性不育症患病率已高达15%，而司机、教师、白领等成为不育的高发人群。北京一家权威机构统计，据该北京地区较新的男性精子检验报告中显示，在医院检查的男性中精子综合指标不达标的概率高达到80%以上。而对一些不能生育的家庭的调查显示，男性因素是60%。且我国男性的精子质量正以每年1%的速度下降，专家分析认为，年轻白领人群习惯久坐，经常早出晚归，休息、饮食没有规律，工作高度紧张，这些原因都在潜移默化地影响精子的数量、质量和存活率。 </p>
	<p>无精症是男性不育的主要原因之一，所谓的无精症，是指在所射出的精液中连续3次检查发现没有精子。无精症约占男性不育症患者的15%-20%，其中多数属于梗阻型无精症。梗阻型无精症，传统治疗总是棘手无策、难以治疗，目前国际上推荐显微镜下输精管附睾吻合术，微创安全、微痛，同时结合中医辨证施治、调养生精的原理，高效治疗男性无精症顽疾。</p>
	<h4 style="color:red">二、适应症</h4>
	<p style="text-indent: 2em;">无精症可分为梗阻性无精症和睾丸生精功能障碍无精症两类。梗阻性无精症为先天或炎症因素引起的输精管、附睾阻塞，使睾丸产生的精子不能排出，但睾丸或附睾组织中有活精子。在无精子症病人中，梗阻性原因所占的比例也较多，为42.4%-48%。</p>
	<h4 style="color:red">三、技术亮点</h4>

	<p style="text-indent: 2em;"> <strong>1、概念</strong> </p>
	<p style="text-indent: 2em;">附睾梗阻可以是先天性、炎症性或原发性。无精子症的男性如精液量正常、睾丸大小正常、双侧输精管可触及、睾丸活检显示有足够的生精，其梗阻的部位很可能是在附睾。在进行输精管附睾吻合前，需进行输精管造影，以确定梗阻的部位、数目和长度等，即输精管的通畅程度，并根据阴囊探查的结果确定吻合的位置和方式。目前较常用的是显微外科输精管附睾吻合术。</p>

	<p style="text-indent: 2em;"> <strong>2、诉求</strong> </p>
	<p style="text-indent: 2em;">男中国人的情感和文化讲究“不孝有三无后为大”，社会心理追求天伦之乐，含饴弄孙。生儿育女对于国人来讲，不仅仅是夫妻两人的事，也是整个家庭、家族延续的大事。</p>

	<p style="text-indent: 2em;"> <strong>3、技术原理</strong> </p>
	<p style="text-indent: 2em;">子是由精曲小管通过输精管、附睾、射精管和精囊以及尿道，是随着射精从而排出了。输精管道不仅是精子的通路，而且具有使得精子成熟后并获得活力的功能。那当输出通道中的任何一处发生了阻塞的时候，比如说附睾和输精管局限性缺如或是显微化以及输精管结扎等，从而能阻止精子的排出，因而导致输精管梗阻性不育。</p>
	<p style="text-indent: 2em;">显微镜下输精管吻合术主要是利用先进的显微镜设备有效定位，在手术前根据吻合管径的大小有效定位缝线位置，因这样在吻合时可以不用考虑缝合线位置而集中精力进行吻合操作，就便即使在吻合两端管腔直径明显不匹配的情况下也能获得良好的吻合效果。同时采用全层吻合术缝合，不易勒破输精管粘膜，线结不留在吻合口肌层间，全层缝合6针已有效对合严密，且愈合良好。</p>
	<p style="text-indent: 2em;"> <strong>4、技术优势</strong> </p>
	<p style="text-indent: 2em;"> <strong>显微镜下微创输精管附睾吻合术5大优势</strong> </p>
	<p style="text-indent: 2em;">显微外科技术下的附睾管与输精管粘膜侧侧吻合可做到管腔与管腔吻合，手术显微镜下操作可仔细辨别附睾管腔，做到与输精管确切吻合，术后不易狭窄。临床效果显示，显微镜输精管附睾吻合术，与传统手术相比，大大缩短了手术时间，减少了手术并发症，术后狭窄概率小，复通率高。</p>
	<img src="http://www.fzyyzx.com/uploads/image/20160521/20160521115500_90238.jpg">

	<p style="text-indent: 2em;">1、有效定位、有效吻合：避免了传统普外吻合术不能做到有效吻合，输精管粘膜对位不良或有组织嵌入，存在着管腔狭窄或慢性梗阻，近睾端输精管内压增高，导致手术失败的弊端，无须缝合拆线，不损坏输精管粘膜，安全微创。</p>
	<p style="text-indent: 2em;">2、有效缝线、吻合效果好：显微输精管吻合术因在吻合前根据吻合管径的大小有效定位了缝线位置，因此在吻合时可以不用考虑缝合线位置而集中精力进行吻合操作，所以，即使在吻合两端管腔直径明显不匹配的情况下也能获得良好的吻合效果。</p>
	<p style="text-indent: 2em;">3、无并发症、复通率高：采用全层吻合术缝合，不易勒破输精管粘膜，线结不留在吻合口肌层间。该方法缩短了手术时间，减少了手术并发症，术后狭窄概率小，复通率高。</p>
	<p style="text-indent: 2em;">4、可自然受孕、怀孕率高：术后致孕率明显提高，精子囊肿的发生率则比传统吻合方法大大降低了。尽管任何类型的梗阻性无精子症都可以通过这种方式获取精子与卵子细胞进行遇合的机会，而且输精管道再通后有自然受孕的机会，这更为大多数夫妇所接受。</p>
	<p style="text-indent: 2em;">5、中药治本、防止再堵：以往传统手术后很容易反复，如今采用显微镜下输精管附睾吻合术后，将精选中西药有效配方送达病灶部位，快速消退及预防输精管不通的炎症病灶，同时起到有效治疗输精管、附睾和睾丸炎症性病变，达到“通”的目的，防止再次堵塞。</p>
	`;
      var jishu6 =`<h3 style="text-align: center">安全、快速、美观的“射流式无痛麻醉包皮整形术”</h3>
	
	<p style="text-indent: 2em;">打算做包皮手术的男性朋友，都想知道包皮手术有哪些，哪种割包皮的效果好。福州泌尿专科医院主治医师指出：我们医院采用“射流式无痛麻醉包皮整形术”。</p>

	<p style="text-indent: 2em;">射流式无痛麻醉包皮整形术由微创技术专家操作，通过结合尖端微创技术，采用全数码生殖整形治疗系统，微创内切口和“无痕缝合”技术，使用“可吸收缝合线”，术后可自然吸收，无需拆线，确保术后外形整齐美观。术中、术后都不痛，恢复快，安全便捷、随治随走、不影响正常工作和生活。</p>
	<p style="text-indent: 2em;">该疗法源于韩国的包皮环切手术，是近年来较为普遍的包皮微创手术，手术时间一般20分钟。</p>

	<h4 style="color:red">一、技术来源</h4>
	<p style="text-indent: 2em;">在亚洲，韩国以其高超的美容整形技术领先于世界。韩国包皮整形创始人，国际生殖整形协会副主席Heesun Kim博士经过50000例包皮过长患者临床验证，推荐21世纪包皮过长的先进治疗技术--射流式无痛麻醉包皮整形术，此技术是科技与美学的很好统一。于2007年亚太泌尿外科学会上发表“射流式无痛麻醉包皮整形术”术后临床报告，其快速、微痛、美观、不损伤性功能及无重复治疗之结果，引起举世轰动，并取代以往韩式包皮整形术，成为新一代包皮过长治疗的“先进准”。? </p>
	

	<h4 style="color:red">二、适应症</h4>
	<p style="text-indent: 2em;">包皮过长是指包皮覆盖尿道口，但能上翻，露出尿道口和阴茎头，往往伴有包茎。本病与遗传有关，可分为真性包皮过长和假性包皮过长。真性包皮过长是阴茎勃起后龟头也不能有效外露;假性包皮过长是指平时龟头不能有效外露，但在阴茎勃起后龟头则可以有效外露。<strong style="color:red"> 包皮过程及包茎容易引起以下问题：</strong></p>
	<p style="text-indent: 2em;"><strong style=""> 1、易引起各种炎症：</strong>包皮过长包皮里藏污纳垢，特别是包皮能分泌一种奇臭的白色分泌物。包皮垢长期刺激阴茎头，特别是冠状沟，易引起包皮炎和阴茎炎。若细菌上行感染，还会引起膀胱炎、肾盂肾炎和前列腺炎等。</p>
	<p style="text-indent: 2em;"><strong style=""> 2、易诱发阴茎癌：</strong>包皮垢的慢性刺激是诱发阴茎癌的原因。</p>
	<p style="text-indent: 2em;"><strong style=""> 3、影响性生活：</strong>反复的包皮炎症，易导致龟头与包皮粘连，使阴茎勃起受到限制，引起性交疼痛，这不仅会造成夫妻间性生活的不和谐，还可导致心理性性功能障碍。</p>
	<p style="text-indent: 2em;"><strong style=""> 4、易造成不育：</strong>由于包皮垢感染而引起的前列腺炎，可影响精液中精子的活动力和精液的粘稠度，可造成不育。</p>
	<p style="text-indent: 2em;"><strong style=""> 5、易造成嵌顿性包茎：</strong>当阴茎勃起时，包皮翻上后不能翻下，包皮口卡住龟头，形成嵌顿性包茎，此时龟头会因血流不畅而发生水肿，严重时可能发生龟头坏死。</p>
	<p style="text-indent: 2em;"><strong style=""> 6、易影响伴侣健康：</strong>由于包皮垢内藏有大量细菌，性交时可侵入女方阴道内而引起感染。包皮垢的长期刺激也是导致女方患宫颈癌的因素之一。</p>
	

	<h4 style="color:red">三、技术亮点</h4>

	<p style="text-indent: 2em;"> <strong>1、概念</strong> </p>
	<p style="text-indent: 2em;">“射流式无痛麻醉包皮整形术”与以往普通韩式包皮手术相比，在缝合方法上，采用了连续缝合或间断褥式缝合，这样可以使创口愈合得更为美观。在缝线的选择上采用了较先进的可融合缝合线，缝合得极为精细，同时使手术切口对缝线的反应很小。具有不损伤正常组织，恢复快，出血少，微痛、无须住院，不必休息就可以正常上班的特点。</p>

	<p style="text-indent: 2em;"> <strong>2、诉求</strong> </p>
	<p style="text-indent: 2em;">包皮过长包茎的男士，由于包皮将龟头紧紧包裹，受到外界刺激少，在性生活中容易一触即发，引发早泄，无法满足伴侣的需求。包皮过长使分泌物不能排出而堆积成垢、寄生很多致病菌，可引发炎症，性生活时，包皮垢被带入伴侣生殖器内，引发宫颈炎症，引起婚姻问题。</p>

	<p style="text-indent: 2em;"> <strong>3、技术原理</strong> </p>
	<p style="text-indent: 2em;">采用引进的韩国全数码生殖整形治疗系统、光离子微创内切口技术、可吸收缝合技术等，使了手术切口更整齐、手术操作更快捷、出血更少、术后效果更美观。对于包皮包茎男性朋友来说，不仅仅是切除包皮，而且还从根源上解决了男性所关注的安全性与美观性的问题，整个手术时间短，恢复快，无需住院、随治随走，不影响正常生活和工作，并成为包皮包茎整形手术新标准指南。</p>
	<p style="text-indent: 2em;">显微镜下输精管吻合术主要是利用先进的显微镜设备有效定位，在手术前根据吻合管径的大小有效定位缝线位置，因这样在吻合时可以不用考虑缝合线位置而集中精力进行吻合操作，就便即使在吻合两端管腔直径明显不匹配的情况下也能获得良好的吻合效果。同时采用全层吻合术缝合，不易勒破输精管粘膜，线结不留在吻合口肌层间，全层缝合6针已有效对合严密，且愈合良好。</p>
	<p style="text-indent: 2em;"> <strong>4、技术特色</strong> </p>
	<p style="text-indent: 2em;"> <strong>1、万例专家亲自手术</strong> </p>
	<p style="text-indent: 2em;">万例手术无事故专家主刀，使治疗无任何危险。韩式包皮手术与传统手术对比外常规手术，技术成熟可靠、有效可放心治疗。</p>
	
	<p style="text-indent: 2em;"> <strong>2、全数码系统测算</strong> </p>
	<p style="text-indent: 2em;">射流式无痛麻醉包皮术中，采用了韩国全数码生殖整形治疗系统，该系统能有效测出阴茎体内的血管分布情况、阴茎海绵体及阴茎皮肤的伸缩性能，更可推算出阴茎勃起后的长度。如此层层测算，较终将切割范围的误差全部摒除。</p>
	<p style="text-indent: 2em;"> <strong>3、光离子切割</strong> </p>
	<p style="text-indent: 2em;">以安全性和美观性为指导原则，采用光离子技术进行切割， 避开包皮毛细血管网，从而保证切割创口的美观性。整个手术过程出血少、安全性高，丝毫不影响性功能。</p>
	<p style="text-indent: 2em;"> <strong>4、可吸收缝合线</strong> </p>
	<p style="text-indent: 2em;">射流式无痛麻醉包皮术吸纳了光化包皮雕绣术，综合采用连续缝合法和间断褥式缝合法，以使创口愈合平整美观。所用缝线，乃是羊肠经特殊工艺加工而成，在伤口愈合后即被人体吸收，不留任何线缝或疤痕。</p>
	<p style="text-indent: 2em;"> <strong>5、韩式美容标准环切</strong> </p>
	<p style="text-indent: 2em;">经过韩式微雕技术培训的专家亲自精雕细刻，参照高标准韩式美容规范环切，在安全的原则下，以自然美观协调为标准，避开毛细血管网精雕细刻，术后外形整齐美观，不留疤痕，出血很少，无需拆线，是业内先进、理想的治疗技术。</p>
	<p style="text-indent: 2em;"> <strong>6、千层级无菌操作</strong> </p>
	<p style="text-indent: 2em;">采用国内专业层流超净化无菌手术室实施手术，由临床经验丰富的男科专家亲自主刀使每个手术环节的细致入微与安全，有效杜绝感染。术后无需住院，不影响正常生活和工作，并可有效提高男性功能，安全解决男性生殖隐忧。</p>

`;
      var jishu7 = `
	<h3 style="text-align: center">2微米激光治疗系统，治疗前列腺增生的权威“标兵”</h3>
	
	<h4 style="color:red">一、技术背景</h4>
	<p style="text-indent: 2em;">前列腺增生是一种中老年男性常见病，并且发病出现年轻化倾向，有数据显示，40岁以上患者在诊疗中不时出现。很多患者都是由于前列腺增生迁延出其他病症或严重影响了生活质量才引起对该病重视的。目前治疗前列腺增生的方法，主要分为保守药物治疗和手术治疗两种，保守药物治疗主要是针对症状较轻，疾病对患者生活治疗影响较小的患者。传统的开放性前列腺摘除术是在患者的下腹部切开一个十几厘米的刀口，切开膀胱后取出前列腺，对患者身体创伤极大。随着科学技术的发展，微创手术已经成为主流，突破开放式手术治疗弊端便成为治疗该病的急迫要求。 </p>
	<p style="text-indent: 2em;">福州泌尿专科医院斥百万巨资引进的2微米激光治疗系统是由欧洲宇航局合作伙伴德国LISA Laser公司耗资25亿美元研制开发的全球领先的医疗设备。是治疗前列腺增生激光微创手术的又一重大进展，也是一项综合了目前经尿道电切和经尿道激光汽化手术各种优点的较新技术。 </p>

	<h4 style="color:red">二、适应症</h4>
	<p style="text-indent: 2em;">适用于良性前列腺增生、膀胱肿瘤切除、尿道狭窄、尿道疤痕切除、输尿管肿物切除、肾盂输尿管连接部狭窄切开等。前列腺增生的早期症状不典型，随着下尿路梗阻加重，症状逐渐明显，临床症状表现为：储尿期尿频、夜尿增多、尿急、尿失禁，排尿期排尿苦难，排尿后有尿不尽、残余尿增多现象，严重时有血尿.</p>
	
	<h4 style="color:red">三、技术亮点</h4>

	<p style="text-indent: 2em;"> <strong>1、概念</strong> </p>
	<p style="text-indent: 2em;">2微米激光治疗系统是用来治疗前列腺增生的较新技术，该技术应用高能激光对前列腺组织汽化和切割，具有良好的术中止血功能。术中出血少，视野清晰，不需要输血。术后留置尿管时间短，术后恢复快，痛苦小，患者几乎可以即刻地改善下尿路症状。</p>

	<p style="text-indent: 2em;"> <strong>2、诉求</strong> </p>
	<p style="text-indent: 2em;">前列腺增生多在患者感冒、劳累、饮酒、憋尿、房事或吃辛辣食物后诱发，表现为小腹胀痛，不能排尿，痛苦异常。由于患者会尿频、夜尿增多，严重影响着正常的生活节奏。同时，导致前列腺液分泌异常，影响精子存活，会造成男性不育，使性神经兴奋性受损，导致男性遗精、早泄甚至是阳痿出现，使患者出现严重的心理负担。</p>

	<p style="text-indent: 2em;"> <strong>3、技术原理</strong> </p>
	<p style="text-indent: 2em;">通过一根直径0.3毫米的光纤，到达患者增生前列腺处，通过波长为2微米的激光，产生强烈的汽化切割效应，从而达到去除增生组织的目的。由于去除组织后留下的凝固层为1毫米，因而不会导致严重的组织水肿、坏死，术后效果好，出血少、创伤小、安全性高，是世界上能做到“汽化+切割”同时进行的激光治疗系统。</p>

	<p style="text-indent: 2em;"> <strong>4、技术特色</strong> </p>
	<p style="text-indent: 2em;"> <strong>1.“汽化+切割”同时进行</strong> </p>
	<p style="text-indent: 2em;">2微米激光治疗系统“汽化”的同时进行“切割”，既有良好的止血效果，又能快速地切下组织。它以局部汽化模式把组织一块一块地切割下来，组织块的大小由术者控制，切下来的组织碎块被冲洗液迅速冲洗出体外，无需使用粉碎器，且冲出来的组织可用作病理分析。</p>
	
	<p style="text-indent: 2em;"> <strong>2.手术视野清晰可见</strong> </p>
	<p style="text-indent: 2em;">2微米激光为不可见光，不会对摄像系统及医者视觉系统的影响问题，手术视野非常清晰。</p>
	<p style="text-indent: 2em;"> <strong>3.无损伤无刺激</strong> </p>
	<p style="text-indent: 2em;">2微米激光在组织中的穿透深度只有0.3mm，去除组织后留下的凝固层为1mm，因而不会出现组织水肿、坏死、后发腐肉形成的刺激症状等不良反应。不会造成水中毒，不会造成术后尿道狭窄。 避开包皮毛细血管网，从而保证切割创口的美观性。整个手术过程出血少、安全性高，丝毫不影响性功能。</p>
	<p style="text-indent: 2em;"> <strong>4.出血少恢复快</strong> </p>
	<p style="text-indent: 2em;">在水环境中，2微米激光手术系统的工作范围在光纤前端的2mm以内，也就是说，离开光纤前端2mm范围以外的组织将不会受到任何损伤，操作安全性非常高。由于采用微创，术中、术后出血少，病人住院3~5天可恢复。</p>
	<p style="text-indent: 2em;"> <strong>5.适应范围广</strong> </p>
	<p style="text-indent: 2em;">术中近乎无血切割，不产生电流，凝血机制障碍者、正在接受抗凝治疗的患者或安有心脏起搏器者也可耐受手术，不构成手术禁忌。可对高龄、高危患者进行治疗，大小腺体不限。</p>
	`;

      var that = this;
      var replyArr = [];
      replyArr.push(jishu1);
      replyArr.push(jishu2);
      replyArr.push(jishu3);
      replyArr.push(jishu4);
      replyArr.push(jishu5);
      replyArr.push(jishu6);
      replyArr.push(jishu7);

      WxParse.wxParse('article', 'html', replyArr[this.data.id], that, 5); 







  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {
  
  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {
  
  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {
  
  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {
  
  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {
  
  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {
  
  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage: function () {
  
  }
})