// detial.js
var WxParse = require('../../../wxParse/wxParse.js');
Page({

  /**
   * 页面的初始数据
   */
  data: {
    id:0,
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {
    this.setData({
      id: options.id,
    })


    var home1 = `<h3 style="text-align: center">治疗阳痿早泄哪种方法好？</h3>
	<p>阳痿早泄一直困扰着许多男性朋友，因为阳痿早泄，导致夫妻感情破裂，无法生育的痛楚，只有患者本人才能深深体会，那么，什么方法治疗阳痿早泄 有效?下面福州泌尿专科医院专家为大家详细介绍。</p>
	<h4 style="color:red">专家提醒：阳痿早泄，治疗方法五花八门 患者选择需谨慎</h4>
	<p>阳痿早泄是男性极常见的性功能障碍疾病，由于病因复杂症状各异分类多，治疗方法涉及较多，具体哪种方法适合自己，如何治疗才有效果，还需男性朋友们去专业正规医院，进行详细的检查之后，才能确诊。</p>
	<p>目前治疗阳痿早泄的方法，可谓五花八门，也有投机分子针对阳痿早泄患者难以启齿的心理，推销所谓的特效药。福州泌尿专科医院专家指出：阳痿早泄患者应该要懂得明辨是非，相信正规医院的治疗。</p>
	<h4 style="color:red">治疗阳痿早泄--推荐选择福州泌尿专科医院治愈率高</h4>
	<p><strong>1、福州标准、 临床重点男科医院</strong></p>
	<p>福州泌尿专科医院为 临床重点男科医院、拥有国际尖端诊疗设备，大量临床案例验证技术，男人自己的医院，治疗效果有 好的保证!</p>
	<p><strong>2、成立福州博士门诊</strong></p>
	<p>福州泌尿专科医院成立福建省男科博士名医堂，即京沪闽权威专家会诊中心，特邀京沪地区具有崇高声誉的国务院津贴及博士名医组成“国务院津贴博士名医团”参与会诊。</p>
	<p><strong>3、引进国际顶尖设备，诊断更精确</strong></p>
	<p>斥巨资引进国际顶尖设备，尖端检测能针对患者病情透彻解析，准确分类分型，全方位排查，不遗漏，为科学诊断、对症治疗提供可靠的依据。</p>
	<p><strong>4、根据病因，分型治疗</strong></p>
	<p>根据病因及患者自身情况，由博导专家团共同研讨选择 适合的方案，拒绝千人一方，科学的分型治疗，对阳痿早泄康复很重要。</p>
	<h4 style="color:red">阳痿——A-EST四环动力康复系统 国际治疗阳痿金标准</h4>
	<p>福州泌尿专科医院引入的“A-EST四环动力康复系统”是目前国际上临床治疗阳痿 先进、 有效、无副作用、能迅速促进性功能恢复的治疗方法，该技术是由美国性科研会与美国辉瑞公司联合认证，是21世纪治疗阳痿的国际金标准。</p>


	<h4 style="color:red">早泄——“黄金眼” 敏感神经微控术 永久告别1分钟先生</h4>
	<p>“黄金眼” 敏感神经微控术 治疗早泄是由福州泌尿专科医院引进，针对于由龟头神经过于敏感引起的顽固性早泄而采取的微创治疗方法。此技术结合国际男科学的前沿理念，借鉴国际阴茎背神经阻断术先驱Tullii RE博士理论，经过大量实践成功研发并引用于医疗临床当中的，是目前国内治疗男子原发性早泄技术较安全可靠的手术技术，临床治疗效果高达97.5%，疗效稳定、安全性好。</p>
	<p><strong style="color:red">【温馨提示】</strong>福州泌尿专科医院为临床重点男科医院，福州市医保定点医疗机构，如果您想了解更多或还有其它疑问，欢迎点击在线咨询，资深专家可根据您的病情，详细为您讲解，或拨打咨询电话：0591-88180000 ，希望您能早日恢复健康。</p>

` ;

    var home2 = `
	<!DOCTYPE html>
<html lang="zh-cn">
<head>
	<meta charset="utf-8" />
	<title></title>
	<style type="text/css">

	</style>

</head>
<body>

	<h3 style="text-align: center">急性前列腺炎的有哪些危害呢？</h3>
	<p>急性前列腺炎的有哪些危害呢?急性前列腺炎的危害是很大的，前列腺炎的发病率近年来还是不断升高。朋友一旦发现此类男科疾病，一定要及时治疗，那么急性前列腺炎对人都有哪些伤害呢?下面福州泌尿专科医院专家给我们分析介绍如下：</p>
	<p><strong >第一，精索淋巴结肿大有疼痛的感觉：</strong>前列腺和精索淋巴在骨盆中有交通支，前列腺急性炎症时波及精索，从而导致了精索淋巴结肿大并且伴随着疼痛感。</p>
    <p><strong >第二，急性精囊炎或附睾炎及输精管炎：</strong>前列腺的急性炎症很容易扩散至精囊，引起急性精囊炎。同时细菌会逆行经淋巴管进入输精管的壁层和外鞘而造成附睾炎。</p>
    <p><strong >第三，急性尿潴留：</strong>急性前列腺炎会导致局部充血，肿胀，压迫尿道，从而造成排尿困难，或者是导致急性尿潴留。</p>
	<p><strong >第四，性功能障碍：</strong>处于急性炎症期的时候，前列腺充血、水肿或有小脓肿形成，会出现射精痛、性欲减退、疼痛性勃起、阳痿、性交疼痛、血精等。</p>
	<p><strong >第五，</strong>急性前列腺炎严重的时候会出现腹股沟牵涉痛，情况严重的患者还会出现肾绞痛。</p>



	<h4 style="color:red">权威疗法：前列腺多维汇聚超声治疗技术--彻底安全高效治疗前列腺炎</h4>
	<p>福州泌尿专科医院泌尿外科引进前列腺多维汇聚超声治疗技术。该疗法利用超声波进入人体后，产生的机械(力学)效应、热效应、生物学效应和弥散效应等效应，增强细胞活力和代谢功能，改善血液和淋巴循环，促使失去弹性的结缔组织变软。在超声波作用下，提升yw透入功能，直达病灶，对前列腺炎达到理想治疗效果。</p>
	<p>若还有其它疑问，可直接拨打免费热线电话:0591-88180000。</p>
	
	<p>福州泌尿专科医院泌尿外科专家提醒，前列腺炎不是什么大病，但是男性朋友一定要足够重视。发现前列腺炎症状，应及时去正规医院采取针对性治疗，是治愈前列腺炎的关键。</p>
	

</body>
</html>
	`;
    var home3 = `<h3 style="text-align: center">包皮为什么会出现红斑？什么病？</h3>
	<p>包皮为什么会出现红斑，会不会是得了性病呢？这是很多男性朋友在包皮出现红斑时常问到的一个问题。那么包皮红斑是不是性病呢？福州泌尿专科医院专家表示：包皮红斑其实是包皮龟头炎在作怪。</p>
	<h4 style="color:red">【红斑是什么原因引起的？】</h4>
	<p>包皮红斑初步考虑是包皮龟头炎的情况，包皮龟头炎是多见包皮过长引起的，由于包皮过长，内分泌物不能及时清除或过性生活的卫生不足等，使病原体在此生长繁殖而引起局部炎症，出现：潮红、起疱、红点、分泌物、包皮垢、瘙痒、有异味等。</p>
	<p>在龟头和过长的包皮之间，由于脱落的上皮细胞、腺体分泌和包皮垢杆菌形成一个温热、潮湿的细菌培养基，一旦细菌进入即可引起炎症。龟头包皮炎皮炎发病初期可见龟头和包皮表面水肿、充血，包皮周围发红并出现创面、糜烂，并可发展成浅表的溃疡，病人自觉阴茎头处发痒或有灼热感，随后疼痛。感染后首先要消炎治疗，包皮红斑好了之后进行包皮环切手术，否则包皮龟头炎会反复发作。</p>
	<p>福州泌尿专科医院专家温馨提醒：若发现包皮有红斑，应尽早到正规医院进行检查治疗，明确病因后也好及时对症治疗，早治疗，早康复，早日摆脱疾病的困扰，切莫延误，以免给身体带来更大的危害。</p>

	<img src="http://m.fzyyzx.com/uploads/image/20160518/20160518175838_86707.jpg">


	<h4 style="color:red">【立足福州、面向全国，打造国际男科品牌！】</h4>
	<p>福州泌尿专科医院座落于福州市鼓楼区湖东路，交通便利、环境优雅，是一所集医疗、科研、教学、预防保健及社区服务为一体的现代化专业泌尿外科医院。它的诞生是福建省乃至全国在专业治疗男性泌尿疾病史上的一个里程碑，揭开了男性医疗史上崭新的一页，真正做到“专科专病专治”。</p>
	<p>福州泌尿专科医院依托现代化的诊疗设备，凭借对泌尿疾病的透彻分析，再加上科学规范化的管理，以及全方位的服务理念，全力为男性朋友打造一个放心的就诊平台。福州泌尿专科医院已成为福建省泌尿外科领域的一个典范，为我省在男性健康领域谱写了新的篇章！</p>
	<img src="http://m.fzyyzx.com/uploads/image/20160518/20160518154549_41462.jpg">

	<p><strong style="color:red">【温馨提示】</strong>福州泌尿专科医院专家提醒当有类似症状的患者，应及时到正规公立医院进行检查，以免错过治疗的新型时期。更多疑问，可直接点击免费咨询在线专家，或拨打咨询热线：0591-88180000，我们的专家会给您满意的答复！</p>
`;
    var home4 = `<h3 style="text-align: center">“非介入光导系统”杀灭包皮龟头炎，标本兼治低反复</h3>
	<p>生殖泌尿感染诊疗专科是福州泌尿专科医院重点项目之一，无论从医资力量、专业检验设备，还是治疗方法上都形成了独树一帜的专科特色。我院采用“非介入光导系统”，能快速有效治疗包皮龟头炎法。</p>
	<h4 style="color:red">非介入光导系统针对包皮龟头炎能够“标本兼治”</h4>
	<p><strong>特点一、以先进的检测为基础，直捣病因。</strong>采用先进的基因排列玻片试剂，进行系统、 、有效的排查，能对致病的病菌做出有效的判断，并对病菌的分布，及可能引起的并发症做出而且直观的报告分析。</p>
	<p><strong>特点二、优化物治疗，抑制病菌繁殖。</strong>在综合的对病菌进行评估的基础上，通过对物的有效选择，使病理区域形成较强物尝试，从而达到抑制病菌的目的。</p>
	<p><strong>特点三、光导系统，针对性消灭病源。</strong>针对包皮龟头炎，利用光导系统产生的多波形、多波段的介导光波进行有机组合，定向集中，比普通微波强度大10倍，可渗透到深层组织，杀菌作用强。通透扩张血管、促进血液循环、增强细胞吞噬功能和加速炎性排泄物的排出，同时增强人体免疫力。强效微波还可强化物功效、激活细胞活性、使病菌失去对物的适应条件，从而使耐问题得以避免，提高了疗效。</p>
	<p><strong>特点四、非介入无创方式，更安全。</strong>非介入光导系统强调的就是“非介入”的治疗方式，无须手术，无须开刀，风险更小，更安全，治疗后恢复的时间也更快。</p>

	<p><strong>特点五、非介入光导系统，发散性的治疗方式。</strong>利用可控性强效非介入光导系统的大面积、大范围、大深度、高精度的辐射特点，可使包皮龟头炎的并发症如：前列腺炎、精囊炎、尿道炎、膀胱炎等病得到相应的治疗，解决了各部位的炎症交叉感染的问题，从而避免了易于反复的问题。</p>

	<p><strong>特点六、配合包皮环切，有效堵住反复源头。</strong>包皮会分泌皮脂，是“藏污纳垢”、滋生病菌的温床，虽然包皮炎虽然经过治疗得以治好，但潜伏的病菌，一有机会，必定又会兴风作浪，所以，进行包皮切除术，也是防止包皮龟头炎反复的有效手段。</p>
	<img src="http://m.fzyyzx.com/uploads/image/20160518/20160518093512_19929.jpg">
	<p>福州泌尿专科医院汇聚了国内资深的男科专家团队，具有丰富的临场经验，万例手术无事故。我们凭借着对男科疾病的透彻解析，专业全面的技术水平，科学规范的诊疗模式，优质高效的医疗服务，帮助广大患者重获健康。</p>
	<p><strong style="color:red">【温馨提示】</strong>如果您还有其它疑问或想了解更多，欢迎点击在线咨询，资深专家可根据您的病情，详细为您讲解，或拨打咨询电话：0591-88180000，希望您能早日恢复健康.</p>
`;
    var home5 = `<h3 style="text-align: center">性疾病</h3>
	<p>性疾病：是以性接触为主要传播方式的一组疾病。国际上将20多种通过性行为或类似性行为引起的感染性疾病列入生殖感染范畴。较常见的生殖感染有淋病、梅毒、非淋菌性尿道炎、尖锐湿疣、沙眼依原体、软下疳、生殖器疱疹、滴虫病、乙型肝炎和艾滋病等。</p>
	<h4 style="color:red">必看：传统方法治性疾病为何易复发?</h4>
	<p>由于病毒的特殊附着性，伪装性，复制和变异等特点，传统方法的治疗不但难度大，而且有些治疗方法和治疗药物而言，它对身体的副作用特别大，在一定区间内它对病毒的杀灭效果和对机体生理机能的损伤是成正比的。在这种情况下，机体免疫系统的负担和压力也在增加，不但要杀灭病毒，而且要应对自身新的损伤，这是传统治疗当前还不能很好克服和避免的难题之一。</p>

	<h4>1、抗病毒治疗治标不治本</h4>
	<p>目前药物对生殖感染没有很好的治疗效果，无法把体内神经节内的病毒排出体外，更无法形成持久的抗体，只是抑制病毒复制，消失表面症状，因此只要身体免疫力下降感染病毒就会复发。如生殖感染常规采用传统的阿昔洛韦、明竹欣或抗病毒类药物及化学疗法只是治标，不能治本。</p>
	<h4>2、免疫治疗只抑毒不杀毒</h4>
	<p>而使用抗干扰素、胸腺肽等被动疗法只能抑制病毒复制，不能彻底清除掉存在于血液组织细胞核中的病毒，停药后极易复发。</p>
	<h4>3、抗病毒药治疗</h4>
	<p>采用抗病毒药物治疗可在短时间见效，但无法彻底清除体内生殖感染，效果不能持久。</p>
	<h4>4、中医中药治疗</h4>
	<p>根据症状、体征，结合舌脉，一般将本病分为三型，即湿热下注、毒热蕴结、肾气不足，分别给予不同的治疗方法。 大的问题是治疗时间长，无法快速减轻患者的痛苦，效果也不十分理想。</p>
	<p>这些传统治疗方法效果不十分理想，或短时期有效但无法解决性疾病复发的问题。</p>

	<h4 style="color:red">科学的胜利：靶向基因疗法</h4>
	<p>在第11届欧洲临床微生物学和传染病大会上，美国PHS(美国公共卫生部)研究人员公布了一项重要研究结果，即“靶向基因疗法”，它打破了生殖感染不能从根本上康复的的传统观念。</p>
	<h4 style="color:red">三大优势：保障生殖感染不复发</h4>
	<p>见效特别快：治疗2-3个疗程后，便可完全消除生殖感染所有的病症。</p>
	<p>治愈特别快：治疗4-5个疗程后可强力抑制、破坏病毒、病菌的胞膜代谢和DNA复制，铲除发病及根源完全治愈生殖感染。</p>
	<p>永远不复发：治疗后，不进行不洁净性生活，便可彻底根除生殖感染，彻底治愈。</p>
	<p>目前引进该技术的福州泌尿专科医院已功治愈了1530例(截至2016年3月1日)在其它医院反复治疗后又反复反作的患者，这1530例患者经跟踪随访观察至今无一例再复发!临床证明该技术具有很强的可靠性，值得大力推广。</p>
	<h4 style="color:red">权威推荐：靶向基因标本同治生殖感染</h4>
	<p>福州泌尿专科医院拥有国际领先的高精尖诊疗设备，由临床经验丰富的资深专家坐诊，全面诊治各种男性泌尿生殖系统常见病、多发病和疑难病。医院联系电话：0591-88180000，提供专业治疗方案，并为您病情保密。</p>`;
    var home6 = `
	<h3 style="text-align: center">尿道结石有什么危害？怎么治？</h3>
	<p> <strong>福州泌尿专科医院泌尿专家指出</strong>  ，男性尿道结石患者，可出现尿道、排尿疼痛，痛感可放射至荫茎头、直肠及会荫部。严重者可出现血尿症，引发炎症刺激膀胱形成脓尿，出现尿频、尿急、尿痛等症状。</p>

	<h4 style="color:red">男性尿道结石久而不治的危害</h4>
	<p>1、造成尿路感染：尿路感染长并发细菌感染，肾积水继法感染后可形成肾积脓，严重的尿路感染还可能造成败血病，威胁人的生命。</p>
	<p>2、引发局部损伤、血尿：小的结石，可以在尿路内自由活动，容易磨伤尿路粘膜引起出血、肾绞痛。</p>
	<p>3、造成尿路梗阻：肾、输尿管结石容易在肾盂输尿管连接处，输尿管跨过髂血管和输尿管部位停留，引起尿路梗阻。</p>
	
	<h4 style="color:red">"瑞士EMS-Ⅴ超声气压弹道碎石清石系统"——彻底清除结石</h4>
	<p><strong style="color: red">【治疗原理】</strong>EMS超声气压弹道碎石清石手术采用微创技术，有效利用人体尿路自然腔道将设备插入到结石处治疗，不需开刀，对复杂的肾结石则仅需在腰部建立一筷子粗细的通道将碎石器械放入即可，手术时间更短。</p>

	<p>EMS碎石系统避免了传统方式下被粉碎的石块嵌入组织，降低了手术损伤和反复的风险。此外，由于负压吸引的作用，可保持体内低压或无压力的状态，极大降低了感染性结石术中细菌被冲压入血而引起的脓毒败血症以及术后出现尿外渗等并发症，清除了结石反复的内环境，从而避免了以往手术的较大弊端和高反复率。</p>
	<h4 style="color:red">"治结石，到福州泌尿专科医院</h4>
	<img src="http://m.fzyyzx.com/uploads/image/20160525/20160525143701_75465.jpg">
	<p>医院特邀临床手术经验丰富的，多名主任医师、副主任医师坐诊。实行“一对一”的接诊治疗，充分保护你的隐私，根据患者病情，制定详细治疗方案。在收费方面福州泌尿专科医院属非营利性医保定点单位，收费价格由市物价局、市卫生局等机构制定并严格监督、杜绝乱收费现象，所以费用方面实质性地帮助百姓节省医疗开支。</p>`;
   


    var that = this;
    var replyArr = [];
    replyArr.push(home1);
    replyArr.push(home2);
    replyArr.push(home3);
    replyArr.push(home4);
    replyArr.push(home5);
    replyArr.push(home6);
    WxParse.wxParse('article', 'html', replyArr[this.data.id], that, 5); 

  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {
  
  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {
  
  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {
  
  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {
  
  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {
  
  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {
  
  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage: function () {
  
  }
})