// detial.js
var WxParse = require('../../../wxParse/wxParse.js');
Page({

  /**
   * 页面的初始数据
   */
  data: {
    id:0,
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {
      this.setData({
        id:options.id,
      })


      var jishu1 = `<h3 style="text-align: center">9+1性功能障碍术</h3>
	<h4 style="color: red">9+1性功能障碍新技术”介绍：</h4>
	<p style="text-indent: 2em">连云港国泰医院引进当今医学界治疗男性性功能障碍的最新技术 “9+1性功能障碍新技术”，该项技术是中国性学会联手美国性医学研讨会，经多年科研合作、联合攻关，取得的骄人成果，深受男性朋友青睐。借此“金标准技术”落户连云港国泰医院，为港城男性朋友生殖健康保驾护航。</p>
	
	<img src="http://www.0518jk.com/uploads/image/20170408/20170408171043_28548.jpg">
	<h4 style="color: red">技术优势：</h4>
	<p> <strong>1、KLD体外治疗系统：</strong> 具有实时模拟患部治疗温度功能，使血管扩张，血流加速，组织的供氧和营养加强，使治疗更准确、更有效。</p>
	<p> <strong>2、阴茎多普勒血流测定(PFI)技术：</strong> 排除血管异常因数引起的勃起障碍。</p>
	<p> <strong>3、勃起检测分析(NPT)技术：</strong> 睡眠中，动态收集分析海绵体状况。</p>
	<p> <strong>4、SW男性功能康复系统：</strong> 集心里评估、负压唤起、高频性穴位刺激、药物离子导入、行为训练指导等功效于一体，为性障康复提供强力保障。</p>
	<p> <strong>5、生物磁疗技术：</strong> 调节人体生物磁场平衡，促进雄激素正常分泌，解除因分泌因素引起的性障。</p>
	<p> <strong>6、CRS腔道介入系统：</strong> 高效杀菌，迅速消除泌尿生殖系感染因素引起的性障。</p>
	<p> <strong>7、阴茎背神经血管微控术：</strong> 德国三代技术，精确阻断，降低超常敏感性，30分钟解决早泄问题。</p>
	<p> <strong>8、海绵体ICI疗法：</strong> 快速激活海绵体动力，恢复男人信心。</p>
	<p> <strong>9、穴位介入治疗系统：</strong> 传统祖国医学融会贯通，独创性障康复新技术。</p>
` ;

      var jishu2 = `<h3 style="text-align: center">COMI光子修复术----治疗宫颈糜烂的“金标准”</h3>
	<h4 style="color: red">COMI光子修复术</h4>
	<p style="text-indent: 2em">连云港国泰妇科医院采用COMI光子修复术能够彻底治愈宫颈糜烂，而且有着不伤宫颈、不留痕迹、无痛苦等四大优势，被誉为治疗宫颈糜烂的“金标准”!COMI光子修复术和COMI光子修复术充分展现了高精尖端科技与传统医学领域的完美结合。</p>
	
	<img src="http://www.0518jk.com/uploads/image/20170407/20170407174355_95687.jpg">
	<h4 style="color: red">COMI光子修复术四大优势：</h4>
	<p> <strong>1、安全无创，对宫颈无损伤：</strong> 无创治疗、无菌操作、无痛手术，有效避免出血、感染等并发症，术后不留瘢痕(特别适合未婚、未育的女性)、宫颈光滑如初，不影响女性生育功能、不影响性生活。</p>
	<p> <strong>2、治疗更精确：</strong> 精确定位，精细治疗，有效避免激光、电灼、冷冻等传统治疗时不均匀操作所带来的治疗损伤。</p>
	<p> <strong>3、一次修复即能达到治疗目的：</strong> 精确扫描各类病灶，及时阻断病变，防止炎性组织恶化和蔓延，积极重建组织细胞，激发抗体，提高免疫。</p>
	<p> <strong>4、针对不同群体治疗更彻底：</strong> 采用COMI光子修复术全面清除病灶，告别传统疗法久治不愈的缺点;无需住院，过程轻松快捷，术后患者宫颈恢复光滑如初，不影响生活质量，保证健康妊娠。</p>
	`;

      var jishu3 = `<h3 style="text-align: center">三镜一丝技术----圆你母亲梦</h3>
	<h4 style="color: red">技术介绍：</h4>
	<p style="text-indent: 2em">连云港国泰医院引进的三镜一丝技术，是由WHO(世界卫生组织)制定的不孕不育症诊疗金标准。三镜一丝技术是集结高新电子显示系统与高科技设备及传统外科手术优势于一体的不孕不育症微创前沿技术。
</p>
	
	<img src="http://www.0518jk.com/uploads/image/20170407/20170407173714_59382.jpg">
	<p  style="text-indent: 2em">通过联合运用输卵管镜、宫腔镜与腹腔镜“三镜”和先进的美国COOK导丝系统，能准确检测出卵巢、宫腔、腹腔、输卵管腔内外病变，同步全面解决子宫、卵巢盆腔与输卵管积水、粘连与阻塞等问题。</p>
	<p  style="text-indent: 2em">尤其是输卵管镜的运用，解决了过去两镜一丝不能到达输卵管内部的难题，使不孕症介入疏通诊疗的安全性能与不孕患者的妊娠率大大提高，是当前全面有效诊治卵巢、宫腔、腹腔与输卵管腔内外病变引发不孕症的较佳方法。</p>
	`;




      var jishu4 = `<h3 style="text-align: center">韩式阴道紧缩术</h3>
	<p style="text-indent: 2em">连云港国泰医院引进的韩式阴道紧缩术将患者自身多余的组织加以利用、改造，形成一种支撑结构，从而起到加固阴道壁、缩小阴道的作用。手术采用国际领先的微创外科技术，缝合精细、安全可靠、时间短、创伤小、无痛苦、恢复快、感观效果自然美观、不留记录，在提高性生活质量的同时，减少生殖道感染。</p>

	<img src="http://www.0518jk.com/uploads/image/20161020/20161020153644_80436.jpg">
	
	<h4 style="color: red">四大特性：</h4>
	<p  style="text-indent: 2em">1、微创局麻、安全可靠：采用国际领先的微创外科技术，应用局部麻醉，缝合精细、由临床技术精湛的专家亲自实施，保障安全;</p>
	<p  style="text-indent: 2em">2、时间短、无并发症：手术只需30分钟，不切除任何组织，不植入人工材料，避免了感染、排异、过敏等并发症;</p>
	<p  style="text-indent: 2em">3、实施个性化方案、杜绝反弹：专家会根据患者的不同年龄、阴道松弛及会阴损伤的不同程度进行修补;同时改善阴道弹性，加快修复，杜绝反弹。</p>
	<p  style="text-indent: 2em">4、创伤小、无痛苦、感观效果完美：手术创伤小、无痛苦、无需住院、术后可自行回家，1-2个月即可恢复正常性生活。</p>

	<h4 style="color: red">技术优势：</h4>
	<h4 >阴道紧缩术的主要优势：</h4>
	<p  style="text-indent: 2em">1、保护阴道感受功能，增强性爱时敏感度：能够很好的保护阴道感受功能，手术不仅能保护好感受区粘膜，更重要的是能保护好感受区的末梢神经，在性爱时能够增强阴道内的敏感度，提高快感。</p>
	<p  style="text-indent: 2em">2、增加阴道粘膜褶皱，增加性爱时摩擦力：能够增加阴道内粘膜皱褶，使性交时可以增加阴道内的摩擦力，增强快感，更容易让女性达到高潮，且修复后的阴道褶皱能够增强对男性的阴茎和龟头的刺激，提高男性的快感。</p>
	<p  style="text-indent: 2em">3、恢复阴道收缩功能，大大提高性爱效果：术后能恢复好完整的肌肉环，并缩紧肌肉环，使肌肉有良好的收缩功能，性爱时不仅能大大增强女性快感，还会增强对男性的阴茎和龟头的紧握程度，提高男性的快感。</p>
	<p  style="text-indent: 2em">4、保护阴道分泌功能，增加性爱情趣：能够保护好阴道粘膜腺体和支配腺体分泌的神经，这样能够保证性爱时女性阴道粘液的分泌，即通常所说的“爱液”，不仅能起到润滑作用，还会增加夫妻性爱情趣，大大提高性爱效果。</p>
	<p  style="text-indent: 2em">临床数据显示，连云港国泰医院专家凭借对韩式阴道紧缩术深入、专业的研究，临床经验丰富、技术精湛，截止到目前，已为数千例阴道松弛患者成功实施韩式阴道紧缩术，经过随访、观察，无一例反弹现象。</p>
	`;


      var jishu5 = `
	<h3 style="text-align: center">性功能综合微创降敏术--高效拯救2分钟“快男”</h3>
	<h4 style="color: red">【早泄病理】</h4>
	<p style="text-indent: 2em">以前，传统的观点认为早泄大多是心理性原因所致，如性心理创伤、缺乏对性生活的自信等。但是最近几年国内外许多研究结果表明，早泄的产生根源是由于患者“射精阈值过低”造成的。据科学家经过临床解剖发现，正常情况下阴茎背神经的分枝应该是2、3根，而早泄患者的阴茎背神经可以达到8、9根，甚至13根。</p>
	<p style="text-indent: 2em">这就造成了早泄患者阴茎头的感觉神经兴奋性比正常人高数倍，以至于在性交时射精潜伏期与射精反射弧较短，射精刺激阈值低，在性交时容易诱发过早射精。</p>

	<img src="http://www.0518jk.com/uploads/image/20161020/20161020111752_96324.png">
	
	<h4 style="color: red">【早泄治疗】</h4>
	<p  style="text-indent: 2em">*早泄不同治疗方式</p>
	<p  style="text-indent: 2em">综上所述，手术治疗效果是较好的，但是手术治疗在安全性和术后效果方面要求都很高。</p>

	<h4 style="color: red">【权威技术】</h4>
	<p  style="text-indent: 2em">连云港国泰医院率先引进业内早泄尖端技术—性功能综合微创降敏术</p>
	<p  style="text-indent: 2em">快速安全的清除多余敏感神经，降低射精阈值，延长性生活时间，让爱人高潮不断!</p>
	

	<h4 style="color: red">【技术原理】</h4>
	<p  style="text-indent: 2em">该技术利用高倍显微系统，准确测定阴茎背神经的敏感阈值，同时采用进口特制阴茎背神经阻滞仪，减少敏感神经数量，提高龟头耐受性，把男性敏感阈值调控到最佳状态，达到轻松治愈早泄的目的。</p>
	

	<h4 style="color: red">【技术优势】</h4>
	<p  style="text-indent: 2em">一、高倍显微，定位精准，安全性超高，治疗时间短;</p>
	<p  style="text-indent: 2em">二、1.5㎜微孔，无痛，无出血，无疤痕，术后美观</p>
	<p  style="text-indent: 2em">三、进口羊肠线缝合，无需拆线，恢复更快;</p>
	<p  style="text-indent: 2em">四、一次成功，效果立竿见影，彻底杜绝病发;!</p>
	<p  style="text-indent: 2em">五、不仅延长性生活时间，还大大提高性爱质量。</p>
	
	<h4 style="color: red">【适应症】</h4>
	<p  style="text-indent: 2em">原发性早泄、继发性早泄，特别是对手淫等原因引起的早泄治疗效果更佳。手术没有严格的年龄限制，只要是有性功能的成年男性存在顽固性的早泄均可考虑实行该手术治疗。</p>`;
     
      var jishu6 =`<h3 style="text-align: center">万得佛·核磁渗源治疗仪--化解男人前“腺”危机</h3>
	<p style="text-indent: 2em">由美国万得佛医疗器械集团自主研发，被国际泌尿外科学会指定治疗泌尿系统疾病新标准的世界上唯一能够实现生物物理方式、无损伤、介入与非介入多种模式联合泌尿生殖系统疾病综合治疗体系，是目前国际治疗前列腺疾病、男性性功能障碍、泌尿感染最完美的性功能组合，是集腔道磁场效应、光能、磁波、热疗、体外磁波于一体的综合治疗仪。</p>
	
	<img src="http://www.0518jk.com/uploads/image/20161020/20161020102919_77201.png">
	

	<h4 style="color: red">原理：</h4>
	<p style="text-indent: 2em">将核磁渗源探头由肛门导入前列腺直肠投影部位，连接机器启动振动按摩功能，使探头内带的磁体直接作用于病变部位，由磁场提供能量，促使局部血液循环，加快提高机体自身免疫，通过按摩振动，加速爆炸性渗出物的吸收和代谢。使腺体张力减少达到疏通前列腺小管的作用。</p>
	<p style="text-indent: 2em">同时，使用万得佛红外纳米波照射利用纳米波作用使细胞运动加速，产热加速血液循环，增加糖尿促进肉芽组织生长，回事伤口愈合，修复治疗及手术对正常组织细胞的损害。本治疗最大的特点是无痛苦，治疗效果好。</p>

	<h4 style="color: red">五大诊疗优势：</h4>
	<p  style="text-indent: 2em"> <strong>★安全高效：</strong>  非介入式平躺治疗，不与人体接触; 集红外热疗、震动、磁疗等多功能效应于一体</p>
	<p  style="text-indent: 2em"> <strong>★快捷方便：</strong>  不住院、不开刀、不注射，随治随走;不影响工作和学习。</p>
	<p  style="text-indent: 2em"> <strong>★无副作用：</strong>  加速病灶部位血液循环，修复受损伤的正常组织细胞，无任何副作用</p>
	<p  style="text-indent: 2em"> <strong>★疗效稳定：</strong>  全面融合介入与非介入两类疗法优势，多种模式联合应用，疗效独特。</p>
	<p  style="text-indent: 2em"> <strong>★微创无痛：</strong>  生物物理方式、非手术疗法，不电灼、不插管、避免不舒适感。可以边接受治疗，边听音乐、看电影、看报纸，符合国际泌尿外科学会提倡的绿色、舒适、安全技术。</p>
	<p  style="text-indent: 2em"> <strong style="color:red">中国工程院院士指出：</strong>  “万得佛wonderful·核磁渗源治疗仪治疗泌尿生殖系统疾病效果明显，其在真正意义上实现了由内而外的治疗新模式，泌尿生殖系统疾病诊疗已经进入了“万得佛时代”。该技术自引入中国以来，临床应用至今已成功为上万名泌尿生殖系统疾病患者解决了疾病困扰。</p>

`;
   

      var that = this;
      var replyArr = [];
      replyArr.push(jishu1);
      replyArr.push(jishu2);
      replyArr.push(jishu3);
      replyArr.push(jishu4);
      replyArr.push(jishu5);
      replyArr.push(jishu6);
    

      WxParse.wxParse('article', 'html', replyArr[this.data.id], that, 5); 







  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {
  
  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {
  
  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {
  
  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {
  
  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {
  
  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {
  
  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage: function () {
  
  }
})